const messages = {
    en: {
    },
    ru: {
        policy: `
            <h1>
                Политика обработки персональных данных
            </h1>
            <p>1. Общие положения</p>
            <p>1.1 ООО «Интерактор» (далее по тексту – Оператор) ставит соблюдение прав и свобод граждан одним из важнейших условий осуществления своей деятельности.</p>
            <p class="mb-5">1.2 Политика Оператора в отношении обработки персональных данных (далее по тексту — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта methoductor.su. Персональные данные обрабатывается в соответствии с ФЗ «О персональных данных» № 152-ФЗ.</p>

            <p>2. Основные понятия, используемые в Политике:</p>
            <p>2.1 Веб-сайт - совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу methoductor.su;</p>
            <p>2.2 Пользователь – любой посетитель веб-сайта methoductor.su;</p>
            <p>2.3 Персональные данные – любая информация, относящаяся к Пользователю веб-сайта methoductor.su;</p>
            <p>2.4 Обработка персональных данных - любое действие с персональными данными, совершаемые с использованием ЭВМ, равно как и без их использования;</p>
            <p>2.5 Обезличивание персональных данных – действия, результатом которых является невозможность без использования дополнительной информации определить принадлежность персональных данных конкретному Пользователю или лицу;</p>
            <p>2.6 Распространение персональных данных – любые действия, результатом которых является раскрытие персональных данных неопределенному кругу лиц;</p>
            <p>2.7 Предоставление персональных данных – любые действия, результатом которых является раскрытие персональных данных определенному кругу лиц;</p>
            <p class="mb-5">2.8 Уничтожение персональных данных – любые действия, результатом которых является безвозвратное уничтожение персональных на ЭВМ или любых других носителях.</p>

            <p>3. Оператор может обрабатывать следующие персональные данные Пользователя:</p>
            <p>3.1 Список персональных данных, которые обрабатывает оператор: фамилия, имя, отчество, номер телефона.</p>
            <p class="mb-5">3.2. Кроме того, на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика, Гугл Аналитика и других).</p>

            <p>4. Цели обработки персональных данных</p>
            <p>4.1 Персональные данные пользователя - фамилия, имя, отчество, номер телефона - обрабатываются со следующей целью: Уведомление об изменениях. Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес kychkin.kirill&#64;gmail.com</p>
            <p class="mb-5">4.2 Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.</p>

            <p>5. Правовые основания обработки персональных данных</p>
            <p>5.1 Оператор обрабатывает персональные данные Пользователя только в случае их отправки Пользователем через формы, расположенные на веб-сайте methoductor.su. Отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
            <p class="mb-5">5.2 Оператор обрабатывает обезличенные данные о Пользователе в случае, если Пользователь разрешил это в настройках браузера (включено сохранение файлов «cookie» и использование технологии JavaScript).</p>

            <p>6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</p>
            <p>6.1 Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</p>
            <p>6.2 Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.</p>
            <p>6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их, направив Оператору уведомление с помощью электронной почты на электронный адрес Оператора kychkin.kirill&#64;gmail.com, либо на почтовый адрес Оператора 677000, г. Якутск, ул. Ленина-проспект 1, оф. 420, с пометкой «Актуализация персональных данных».</p>
            <p class="mb-5">6.3 Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление с помощью электронной почты на электронный адрес Оператора kychkin.kirill&#64;gmail.com, либо на почтовый адрес Оператора 677000, гг. Якутск, ул. Ленина-проспект 1, оф. 420, с пометкой «Отзыв согласия на обработку персональных данных».</p>

            <p>7. Заключительные положения</p>
            <p>7.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты kychkin.kirill&#64;gmail.com, либо на почтовый адрес Оператора 677000, г. Якутск, ул. Ленина-проспект 1, оф. 420.</p>
            <p class="mb-5">7.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. В случае существенных изменений Пользователю может быть выслана информация на указанный им электронный адрес.</p>
    `
    },
}
export default messages