<template>
	<div>
		<h1><router-link to="/teens">Курсы для подростков</router-link></h1>
		<p>Двухгодичные онлайн-уроки с преподавателем</p>

		<h1>Курсы для взрослых (в разработке)</h1>
		<p>Полугодовые онлайн-уроки с преподавателем</p>

		<h1>Курсы для преподавателей (в разработке)</h1>
		<p>
			Двухнедельные интенсивные онлайн-курсы для учителей по тому, как
			вести классные уроки в онлайне
		</p>

		<h1>
			<router-link to="/marketplace"
				>Записанные курсы (в разработке)</router-link
			>
		</h1>
		<p>Курсы без преподавателя, которые можно изучать в любое время</p>

		<h1>Медиа (в разработке)</h1>
		<p>Наши знания, роики и всякое такое</p>

		<h1>Студия (в разработке)</h1>
		<p>Наши проекты, коммерческие заказы и всякое такое</p>
	</div>
</template>
<script>
export default {
	setup() {}
}
</script>
