<template>
	<div class="parent">
		<h1>Пользовательское соглашение interactor</h1>

		Настоящий документ «Пользовательское соглашение interactor (далее — Соглашение) представляет собой предложение Общества с ограниченной ответственностью <a href="https://interactor.su">«Интерактор»</a> (далее — Интерактор) пользователю сети Интернет (далее — Пользователь) заключить соглашение об использовании сервисов interactor (далее — interactor, Система) на изложенных ниже условиях.<br/>
		Соглашение является юридически обязывающим договором между Вами и Интерактор и регламентирует использование Вами interactor.<br/>
		Пользовательское Соглашение вступает в силу с момента выражения Вами согласия с его условиями путем регистрации на interactor.<br/><br/>

		<strong> Основные термины</strong><br/>
		Система – набор сервисов interactor<br/>
		Аккаунт, учетная запись – зарегистрированное в Системе личное пространство пользователя, характеризуется уникальным логином<br/>
		Логин – уникальное имя пользователя, а именно адрес его личного почтового ящика<br/>
		Контент – информация, данные, текст, программы, музыка, звуки, фотографии, графика, видео, сообщения и другие материалы, размещенные в системе<br/>
		Пользователь – любое лицо, осуществляющее доступ к Системе посредством web-интерфейса.<br/>
		Администрация – сотрудники Интерактор, осуществляющие руководство, разработку и поддержку Системы<br/><br/>

		<strong>Предмет соглашения и условия обслуживания</strong><br/>
		Предметом настоящего Соглашения являются инструменты (сервисы) interactor. <br/>
		Интерактор оставляет за собой право обновлять и изменять Соглашение в одностороннем порядке без предварительного уведомления.<br/>
		В случае существенных изменений Условий обслуживания Администрация Системы извещает об этом Пользователей путем размещения специального уведомления на сайте Системы. Продолжение использования Системы после любых изменений означает, что Вы согласны с такими изменениями. Каждая новая редакция Условий обслуживания отменяет все предыдущие с момента публикации. Вы можете ознакомиться с действующей редакцией Условий обслуживания  в любое время по адресу: <a href="/agreement">interactor.su/agreement</a><br/><br/>
		Нарушение любого из условий, приведенных ниже, ведет к прекращению действия Вашей учетной записи. Хотя Интерактор запрещает любые действия, противоречащие Условиям, Вы понимаете и соглашаетесь с тем, что Интерактор не может нести ответственность за содержание информации, размещаемой Вами в Системе, или той, с которой Вы можете столкнуться при работе. Вы соглашаетесь использовать Систему на свой страх и риск.<br/>
		Вы и Интерактор соглашаетесь на то, что все возможные споры по поводу Соглашения будут разрешаться по нормам российского права.<br/>
		Бездействие со стороны Интерактор в случае нарушения Вами либо иными пользователями положений Соглашения не лишает Интерактор права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Интерактор от своих прав в случае совершения в последующем подобных либо сходных нарушений. <br/><br/>

		<strong>Условия подключения</strong>
		<ol style="padding-left:30px;">
		<li>Пользователем Системы может быть любое физическое лицо в возрасте 16 и более лет.</li>
		<li>Зарегистрироваться – завести аккаунт в системе, - должен человек. Запрещается регистрироваться посредством "роботов" или других автоматизированных методов.</li>
		<li>Пользователь  должен предоставить полное имя, существующий адрес электронной почты, а также любую другую информацию, запрашиваемую в процессе регистрации. </li>
		<li>Пользователь несет ответственность за обеспечение конфиденциальности учетных данных, используемых для авторизации в Системе. Интерактор не может и не будет нести ответственность за любой ущерб или убытки от невыполнения Пользователем данного обязательства.</li>
		<li>По завершении процесса регистрации Вы получите логин и пароль для доступа к службам interactor. Вы несете ответственность за безопасность Вашего логина и пароля, а также за все, что будет сделано в interactor под Вашим логином и паролем.</li>
		<li>Один логин может использоваться только одним Пользователем – использование одного логина несколькими Пользователями не разрешается. Каждый Пользователь может создать для себя несколько логинов по желанию. </li>
		<li>Интерактор имеет право запретить использование определенных логинов и/или изъять их из обращения.</li>
		<li>Вы соглашаетесь не воспроизводить, не повторять и не копировать, не продавать и не перепродавать, а также не использовать для каких-либо коммерческих целей какие-либо части служб interactor, использование служб или доступ к ним, кроме тех случаев, когда такое разрешение дано Вам Интерактор. Зарегистрировавшись на interactor, Вы получаете непередаваемое право пользоваться своей регистрацией (логином и паролем) для доступа к службам interactor. Вы не имеете права передавать свою регистрацию (логин и пароль) третьему лицу, а также не имеете права получать его от третьего лица иначе, чем с письменного согласия Интерактор. Интерактор не несет никакой ответственности ни по каким договорам между Вами и третьими лицами. </li>
		<li>Интерактор оставляет за собой право приостановления либо отмены Вашей регистрации, что означает полное или частичное прекращение использования сервисов interactor, в случае  нарушения Вами изложенных выше Условий подключения и обязательств пользователя.</li>
		</ol><br/><br/>
		<strong> Условия обслуживания</strong>
		<ol style="padding-left:30px;">
		<li>Осуществление прав Пользователя в полном объеме возможно после регистрации в Системе.  </li>
		<li>Использование Системы осуществляется на собственный риск Пользователя. Сервисы Системы предоставляются по принципу "as is" (как есть) и "as  available” (если доступно). Интерактор не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную доставку, удаление или несохранность какой-либо пользовательской персональной информации.  </li>
		<li>Для того чтобы воспользоваться службами interactor, необходимо иметь компьютер и доступ в Интернет (WWW). Все вопросы приобретения прав доступа в Сеть, покупки и наладки для этого соответствующего оборудования и программных продуктов решаются Вами самостоятельно и не подпадают под действие Соглашения.  </li>
		<li>Техническая поддержка предоставляется только по электронной почте и средствами специального сервиса interactor.  </li>
		<li>Пользователь понимает, что Интерактор пользуется услугами третьих сторон, сторонних поставщиков и хостинг-партнеров, предоставляющих  необходимые аппаратные средства, программное обеспечение, сети, системы хранения, а также связанные с ними технологии, необходимые для работы Системы.  </li>
		<li>Администрация может, но не обязана, удалить аккаунт и связанный с ним контент, являющийся, по нашему мнению, незаконным, оскорбительным, угрожающим, лживым, клеветническим, порнографическим, непристойным и т.п., нарушающий чьи-либо права на интеллектуальную собственность или нарушающий условия настоящего Соглашения.  </li>
		<li>Вербальные, физические, письменные или другие угрозы (в том числе угрозы жестокого обращения или возмездия) любому клиенту, сотруднику, учредителю или должностному лицу Интерактор приведут к немедленному исключению аккаунта.  </li>
		<li>Пользователь понимает, что, по условиям технологических процессов обработки  и передачи, информация, в том числе из Вашего контента, может передаваться в незашифрованном виде, по различным сетям, и может подвергаться изменениям для адаптации к техническим требованиям связующих сетей или устройств.  </li>
		<li>Пользователь не должен изменять, адаптировать или взламывать Систему и/или любой другой ресурс, ассоциированный с Системой и другими сайтами и решениями  Интерактор.  </li>
		<li>Пользователь соглашается не воспроизводить, не дублировать, не копировать, не  продавать, не перепродавать или использовать какие-либо части системы , дизайна и интерфейса без письменного разрешения Интерактор.  </li>
		<li>Если Ваш трафик значительно превышает средний трафик (определяется исключительно Интерактор) других пользователей interactor, мы оставляем за собой право ограничить доступ к ресурсоемким сервисам interactor до сокращения уровня потребления.  </li>
		<li>Интерактор не гарантирует, что:
		<ol style="padding-left:40px;">
		<li>Cистема будет соответствовать Вашим конкретным требованиям,  </li>
		<li>Cистема будет работать без перебоя, безопасно и без ошибок,  </li>
		<li>Результаты, которые могут быть получены в результате использования Cистемы,  будут точны и достоверны,  </li>
		<li>Качество любых продуктов, услуг, формации или других материалов, купленных или полученных через Cистему,  будут соответствовать Вашим ожиданиям,  </li>
		<li>Какие-либо ошибки в Cистеме будут исправлены.  </li>
		</ol></li>    
		<li>Пользователь понимает и соглашается с тем, что Интерактор не несет ответственности за любые прямые, косвенные, случайные, специальные, косвенные или штрафные убытки, включая, но не ограничиваясь ими, убытки вследствие  потери прибыли, репутации, несанкционированного использования данных или других неосязаемых потерь (даже если Интерактор была предупреждена о возможности таких убытков), в результате:
		<ol style="padding-left:40px;">
		<li>использования или невозможности использования сервисов interactor;  </li>
		<li>закупки, замены товаров и услуг, данных или информации, купленных или полученных в результате общения посредством сервисов interactor или сделок, заключенных при пользовании этими сервисами;  </li>
		<li>несанкционированного доступа или изменения Вашей информации или данных;  </li>
		<li>заявлений или поведения любого третьего лица в interactor;  </li>
		<li>любого другого вопроса, касающегося interactor.  </li>
		</ol></li>
		<li>Вы признаете, что Интерактор может устанавливать ограничения в использовании служб, в том числе: срок хранения сообщений и любого другого контента, максимальное количество сообщений, которые могут быть посланы или получены одним зарегистрированным пользователем, максимальный размер сообщения или дискового пространства, максимальное количество обращений к службе за указанный период времени и т.д. Интерактор может запретить автоматическое обращение к своим службам, а также прекратить прием любой информации, сгенерированной автоматически (например, спама). Интерактор по своему усмотрению может перестать поддерживать связность с сетями, нарушающими принципы взаимодействия.  </li>
		<li>Администрация Интерактор может посылать своим пользователям информационные сообщения.  </li>
		<li>Вы согласны с тем, что Интерактор оставляет за собой право удалить пользователей, которые не использовали свой доступ в течение долгого времени.  </li>
		<li>Невыполнение Интерактор  какого-либо положения Соглашения не означает отказ от выполнения Соглашения. Условия предоставления услуг представляют собой полное соглашение между Пользователем и Интерактор и регулируют  использование вами interactor.  </li>
		<li>Вопросы об условиях предоставления услуг должны направляться по адресу kychkin.kirill@gmail.com</li>
		<li>Вы соглашаетесь с тем, что Вы обязаны немедленно уведомить Интерактор (kychkin.kirill@gmail.com) о любом случае неавторизованного (не разрешенного Вами) доступа с Вашим логином и паролем и/или о любом нарушении безопасности, а также соглашаетесь с тем, что Вы самостоятельно осуществляете завершение работы под своим паролем (кнопка «Выход») по окончании каждой сессии работы со службами interactor.</li>
		<li>Вы понимаете и принимаете, что за всю информацию, данные, текст, программы, музыку, звуки, фотографии, графику,
		видео, сообщения и другие материалы («контент»), размещенные для общего доступа или переданные в частном порядке, ответственно то лицо, которое этот контент произвело и/или
		разместило в interactor. Это означает, что Вы, а не Интерактор, полностью отвечаете за весь контент, который Вы загружаете, посылаете, передаете или каким-либо другим способом
		делаете доступным с помощью служб interactor. Интерактор не контролирует контент, передаваемый через его службы, и, следовательно, не гарантирует точность, полноту или качество
		этого контента. Вы понимаете, что, используя службы interactor, Вы можете увидеть контент, который является оскорбительным, недостойным или спорным. Ни при каких
		обстоятельствах Интерактор не несет ответственности за контент, созданный пользователями его служб.</li>
		<li>Запрещается использование системы и ресурсов в незаконных или запрещенных целях. Вы не должны при использовании interactor и ее ресурсов нарушать любые законы страны, в юрисдикции которой Вы находитесь (в том числе, но не ограничиваясь ими, законов об авторском и смежных с ним  правах).</li>
		<li>Вы соглашаетесь не использовать службы interactor для: 
		<ol style="padding-left:40px;">
		<li>загрузки, посылки, передачи или любого другого способа размещения контента, который является незаконным, вредоносным, угрожающим, клеветническим, оскорбляет нравственность, нарушает авторские права, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес конкретных лиц или организаций;  </li>
		<li>нарушения прав несовершеннолетних лиц и/или причинение им вреда в любой форме;  </li>
		<li>ущемления прав меньшинств;  </li>
		<li>выдачи себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Интерактор, за модераторов форумов, за владельца сайта, а также введения в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;  </li>
		<li>загрузки, посылки, передачи или любого другого способа размещения контента, который Вы не имеете права делать доступным по закону РФ или страны, в юрисдикции которой Вы находитесь,  или согласно каким-либо контрактным отношениям;  </li>
		<li>загрузки, посылки, передачи или любого другого способа размещения контента, который затрагивает какой-либо патент, торговую марку, коммерческую тайну, копирайт или прочие права собственности и/или авторское и смежные с ним права третьей стороны;  </li>
		<li>загрузки, посылки, передачи или любого другого способа размещения каких-либо материалов, содержащих вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на вышеуказанную информацию;  </li>
		<li>умышленного нарушения местного, российского законодательства или норм международного права;  </li>
		<li>сбора и хранения персональных данных других лиц;  </li>
		<li>нарушения нормальной работы веб-сайта interactor.su;  </li>
		<li>применения любых форм и способов незаконного представительства других лиц в Сети;  </li>
		<li>размещения ссылок на ресурсы Сети, содержание которых противоречит действующему законодательству РФ, страны Вашего пребывания или международным нормам;  </li>
		<li>содействия действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением.  </li>
		</ol></li>
		</ol><br/><br/>

		<strong>Тарифные планы, оплата</strong><br/>
		<ol style="padding-left:30px;">
		<li>Оплата за пользование сервисами interactor производится авансом или автоматическим рекуррентным платежом по счету, полученному пользователем при регистрации на <a href="https://interactor.su">interactor.su</a> или выставленному по адресу электронной почты, указанному в аккаунте, в соответствии с выбранным тарифным планом и на его условиях - <a href="/#pricing">interactor.su</a>  </li>
		<li>Возврат излишне уплаченных сумм не предусмотрен. Возмещение этих средств производится предоставлением права пользования interactor  в течение периода, соответствующего уплаченной сумме.  </li>
		<li>Переход на более дешевый тарифный план может привести к потере части функциональности и возможностей, доступных по Вашему аккаунту. Интерактор не несет никакой ответственности за такие потери.  </li>
		<li>Сервисы interactor, за пользование которыми предусмотрена единоразовая оплата, предоставляются непосредственно по факту оплаты. </li>
		</ol><br/><br/>

		<strong>Порядок рекламаций</strong>
		<ol style="padding-left:30px;">
		<li>В случае, если оплата произведена, но доступ к Системе не предоставлен по вине Интерактор в течение 3 рабочих дней после поступления денежных средств на расчетный счет Интерактор, и при этом ключ активации сервиса не был использован, Пользователь может получить возмещение уплаченных средств в течение 30 дней в полном объёме.</li>
		<li>Для возмещения средств Пользователь должен отправить рекламационное письмо с описанием проблемы и своими контактными данными на адрес kychkin.kirill@gmail.com, после чего сотрудник Интерактор свяжется с Пользователейм в течение суток для оговаривания способа возмещения уплаченных денежных средств.</li>
		</ol><br/><br/>

		<strong>Изменения условий обслуживания и цен</strong>
		<ol style="padding-left:30px;">
		<li>Интерактор оставляет за собой право в любое время модифицировать программное обеспечение interactor без предварительного уведомления.  </li>
		<li>Об изменении тарифов и/или тарифных планов пользователи должны быть оповещены не менее, чем за 30 дней до начала действия новых цен. Такое уведомление может быть опубликовано в любое время путем размещения на сайте или отправлено по электронной почте.  </li>
		<li>Интерактор не несет ответственности перед Пользователем или любой третьей стороной за любые изменения interactor, изменения тарифов, приостановление или прекращение работы interactor, за исключением случаев, прямо предусмотренных законом.  </li>
		</ol><br/><br/>

		<strong>Аннулирование аккаунта и прекращение пользования системой</strong>
		<ol style="padding-left:30px;"> 
		<li>Вы согласны с тем, что Интерактор оставляет за собой право прекратить действие Вашего логина и пароля и удалить любой контент по любой причине, в том числе при неиспользовании доступа или при нарушении Соглашения. В частности: Ваша регистрация будет удалена, если Вы не пользовались Системой более 4 месяцев. Такое прекращение предоставления услуг приведет к деактивации или удалению учетной записи или доступа к учетной записи, а также конфискации информационных материалов.  </li>
		<li>Интерактор оставляет за собой право отказать в предоставлении доступа к системе любому физическому или юридическому лицу по любой причине, в любое время.  </li>
		<li>Пользователь несет полную ответственность за аннулирование своего аккаунта. Основанием для аннулирования аккаунта является просьба, направленная в службу поддержки по электронной почте kychkin.kirill@gmail.com или непосредственно в диалоге с Администратором в Cистеме, изложенная в свободной форме и отправленная с адреса электронной почты, совпадающего с логином в Системе.</li>
		<li>В результате удаления аккаунта весь контент, связанный с этой учетной записью,  немедленно исключается из Системы. Данная информация не может быть восстановлена в дальнейшем.  </li>
		<li>Если Пользователь использует службу interactor, предполагающую периодическую оплату, и аннулирует аккаунт до окончания текущего оплаченного месяца, аннулирование вступает в силу немедленно, оплаченные  средства не возвращаются.  </li>
		</ol><br/><br/>

		<strong>Авторское право  и смежные права собственности</strong>
		<ol style="padding-left:30px;"> 
		<li>Вы признаете и соглашаетесь с тем, что службы interactor и все необходимые программы, связанные с ними, содержат конфиденциальную информацию, которая защищена законами об интеллектуальной собственности и прочими российскими и международными законами, а контент, предоставляемый Вам в процессе использования служб, защищен авторскими правами, торговыми марками, патентами и прочими соответствующими законами. Кроме случаев, специально оговоренных Интерактор, Вы соглашаетесь не модифицировать, не продавать, не распространять этот контент и программы, целиком либо по частям.  </li>
		<li>Интерактор предоставляет Вам личное неисключительное и непередаваемое право использовать программное обеспечение, предоставляемое в службах, на одном компьютере, при условии, что ни Вы сами, ни любые иные лица при содействии с Вашей стороны не будут копировать или изменять программное обеспечение; создавать программы, производные от программного обеспечения; проникать в программное обеспечение с целью получения кодов программ; осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме прав в отношении программного обеспечения служб, предоставленных Вам по Соглашению, а также модифицировать службы, в том числе с целью получения несанкционированного доступа к ним.  </li>
		<li>Интерактор не становится обладателем прав интеллектуальной собственности на материалы, размещенные в контенте Пользователя.  Однако, производя настройки рабочей среды и ресурсов для совместного пользования и опубликования, Пользователь соглашается с тем, что другие Пользователи будут видеть и разделять его контент.  </li>
		<li>Интерактор не контролирует содержимое  контента Пользователя, но в случае необходимости и чрезвычайных обстоятельств имеет право (но не обязательство) по своему усмотрению отказывать в публикации или удалять любую часть контента, размещенного в interactor.  </li>
		<li>Система «interactor» охраняется авторским правом © 2020 ООО <a href="https://interactor.su">«Интерактор»</a>. Все права защищены. Запрещается дублировать,  копировать или использовать  какие-либо части визуального дизайна элементов  без письменного разрешения ООО «Интерактор».</li>
		</ol><br/><br/>

		<strong> Конфиденциальность информации</strong>
		<ol style="padding-left:30px;"> 
		<li>Условие конфиденциальности распространяется на всю ту информацию, которую Интерактор может получить о пользователе во время его пребывания на сайте interactor и которая в принципе может быть соотнесена с данным конкретным пользователем.  </li>
		<li>Интерактор получает персональную информацию о Вас, когда Вы регистрируетесь в качестве пользователя interactor. Система спрашивает Ваши имя и фамилию, а также ряд дополнительных (необязательных) данных. Все эти данные могут понадобиться для восстановления вашего доступа в случае потери пароля.  </li>
		<li>interactor автоматически получает и записывает в серверные логи техническую информацию из Вашего браузера: IP адрес, cookie и адрес запрашиваемой страницы.  </li>
		<li>Система спрашивает адрес электронной почты (e-mail), который нужен для создания уникального логина, а также для быстрого и безопасного восстановления пароля или для того, чтобы администрация interactor могла связаться с вами в экстренных случаях (например, перед удалением регистрации за неиспользование). Этот адрес никогда не будет использоваться Интерактор ни для каких рассылок, кроме тех, на которые Вы явно подпишетесь, а также посылки счета за пользование теми службами interactor, за которые предусм<span lang="ru">о</span>трена периодическая оплата.</li>
		<li>Интерактор никому не продает и не разглашает персональную информацию о пользователях.  </li>
		<li>Интерактор вправе передать персональную информацию о пользователе третьим лицам только в том случае, если:
		<ol style="padding-left:40px;">
		<li>Вы изъявили желание раскрыть эту информацию;  </li>
		<li>Без этого Вы не можете воспользоваться желаемым продуктом или услугой;  </li>
		<li>Этого требует российское, местное  или международное законодательство и/или органы власти с соблюдением законной процедуры;  </li>
		</ol></li>
		<li>interactor может записывать cookies на компьютер пользователя и впоследствии использовать их.  </li>
		<li>interactor предоставляет пользователям возможность изменить свою персональную информацию или персональные настройки в любой момент.  </li>
		<li>Пользователь может удалить свои персональные данные, воспользовавшись опцией «Удалить аккаунт» Настройках interactor.  </li>
		<li>Доступ к личной информации о пользователе interactor или его персональным настройкам защищен паролем.  </li>
		</ol><br/><br/>

		<strong>Ссылки</strong>
		Службы interactor могут содержать ссылки на другие ресурсы. Вы признаете и соглашаетесь с тем, что interactor не несет никакой ответственности за доступность этих ресурсов и за их контент, а также за любые последствия, связанные с использованием контента этих ресурсов.<br/><br/>
		<strong>12.09.2020</strong>
	</div>
</template>

<script>
export default {
	beforeDestroy() {
		this.$store.commit("setLoadedPage", false)
	},
	mounted() {
        this.$store.commit("setLoadedPage", true)
	},
}
</script>

<style scoped>
.parent {
	width: 80vw;
	margin: 10vh auto;
	display: flex;
	flex-flow: column;
}
</style>
