<template>
	<div class="parent">
		<h1>
			Описание
		</h1>
		<p>
			Сервис для создания лонгридов - учебных материалов с медиаконтентом, доступных онлайн
		</p>
		<h1>
			Реквизиты
		</h1>
		<p>
			Полное наименование: Общество с ограниченной ответственностью «Интерактор» (сокращенное наименование ООО «Интерактор»)
		</p>
		<p>
			Юридический адрес: 677000, г. Якутск, 202-мкр, к. 9, кв. 42
		</p>
		<p>
			Фактический адрес: 677000, г. Якутск, Ленина-проспект, д. 1, оф. 420
		</p>
		<p>
			ИНН: 1435351479 <br/>
			КПП: 143501001<br/>
			ОГРН: 1201400004002<br/>
			Расчетный счет: 40702810910000647012<br/>
			Банк: АО "ТИНЬКОФФ БАНК"<br/>
			ИНН банка: 7710140679<br/>
			БИК банка: 044525974<br/>
			Корреспондентский счет банка: 30101810145250000974<br/>
			Юридический адрес банка: Москва, 123060, 1-й Волоколамский проезд, д. 10, стр. 1
		</p>
		<p>
			Генеральный директор: Кычкин Кирилл Андреевич, действующий на основании Устава.
		</p>
		<h1>
			Документы
		</h1>
		<a href="/privacy">Политика обработки персональных данных</a>
		<a href="/agreement">Пользовательское соглашение</a>
		<h1>
			Контактные данные:
		</h1>
		<p>
			<ul>
				<li>
					Алексей - <a href="tel:+79141105685">+7 914 110-56-85</a>,  <a href="mailto:lavrikanec@gmail.com">lavrikanec@gmail.com</a>
				</li>
				<li>
					Кирилл - <a href="tel:+79142900484">+7 914 290-04-84</a>, <a href="mailto:kychkin.kirill@gmail.com">kychkin.kirill@gmail.com</a>
				</li>
			</ul>
		</p>
	</div>
</template>

<script>
export default {
	beforeDestroy() {
		this.$store.commit("setLoadedPage", false)
	},
	mounted() {
        this.$store.commit("setLoadedPage", true)
	},
}
</script>

<style scoped>
.parent {
	width: 80vw;
	margin: 10vh auto;
	display: flex;
	flex-flow: column;
}
</style>
